brew 'ag'
brew 'coreutils'
brew 'git'
brew 'icu4c'
brew 'mas'
brew 'nodenv'
brew 'node-build'
brew 'openssl'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'rbenv'
brew 'readline'
brew 'sqlite'
brew 'tldr'
brew 'tree'
brew 'wget'
brew 'xz'
brew 'zsh'

cask 'brave-browser'
cask '1password'
cask 'dashlane'
cask 'discord'
cask 'flux'
cask 'google-chrome'
cask 'hammerspoon'
# cask 'karabiner-elements' #macOS shortcut manager
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
