# brew 'autoconf' #?
brew 'coreutils'
# brew 'gdbm' #?
brew 'git'
brew 'icu4c'
brew 'mas'
brew 'mongodb'
brew 'node'
brew 'openssl'
brew 'pcre2'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'python@2'
brew 'rbenv'
brew 'readline'
brew 'sqlite'
brew 'tree'
brew 'xz'

cask 'carbon-copy-cloner'
cask 'discord'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'postgres'
cask 'postman'
cask 'robo-3t'
cask 'slack'
cask 'spectacle'
cask 'spotify'

mas 'Bear', id: 409201541
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
