brew 'ag'
brew 'coreutils'
brew 'git'
brew 'icu4c'
brew 'mas'
brew 'nodenv'
brew 'node-build'
brew 'openssl'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'rbenv'
brew 'readline'
brew 'sqlite'
brew 'tldr'
brew 'tree'
brew 'xz'
brew 'zsh'

cask 'anki'
cask 'carbon-copy-cloner'
cask 'cheatsheet'
cask 'dash'
cask 'dashlane'
cask 'discord'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'hammerspoon'
# cask 'karabiner-elements' #macOS shortcut manager
cask 'postgres'
cask 'postman'
cask 'psequel'
cask 'robo-3t'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'

# mas 'Bear', id: 409201541
# mas 'Numbers', id: 409203825
# mas 'Pages', id: 409201541
# mas 'Xcode', id: 497799835
